/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Не удается запустить программу Java";
"It requires a newer java" 	= "Необходима Mac OS X 10.1 с обновлением 1 для Java или другая установленная операционная система";
"Quit" 						= "Завершить";
